Repository: kittenintrouble/EB5GuideNext
Catalog: EB5GuideNext/*.lproj/Localizable.strings
Languages: ko, vi, zh_hans

# onboarding.title
source: Welcome to EB-5 Guide
ko: EB-5 가이드에 오신 것을 환영합니다
vi: Chào mừng đến với EB-5 Guide
zh_hans: 欢迎使用 EB-5 指南

# onboarding.subtitle
source: Invest. Earn. Immigrate. — The EB-5 to U.S. residency and real returns.
ko: 투자하고. 수익을 얻고. 이민하세요. — EB-5로 미국 영주권과 실질 수익을 얻으세요.
vi: Đầu tư. Kiếm lợi. Định cư. — Con đường EB-5 tới quyền cư trú Mỹ và lợi nhuận thực tế.
zh_hans: 投资。获利。移民。— 通过 EB-5 项目获得美国居留权与真实收益。

# onboarding.choose_language
source: Choose Your Language
ko: 언어를 선택하세요
vi: Chọn ngôn ngữ của bạn
zh_hans: 请选择您的语言

# onboarding.agree_prefix
source: By pressing the button, I agree to the
ko: 버튼을 누르면 다음에 동의하는 것으로 간주됩니다:
vi: Bằng cách nhấn nút, tôi đồng ý với
zh_hans: 点击按钮即表示我同意

# onboarding.company
source: company policy rules
ko: 회사 정책 규정
vi: các quy định chính sách của công ty
zh_hans: 公司政策规则

# onboarding.lets_go
source: Let's Go
ko: 시작하기
vi: Bắt đầu
zh_hans: 开始体验

# policy.nav_title
source: Legal & Privacy
ko: 법률 및 개인정보
vi: Pháp lý & Quyền riêng tư
zh_hans: 法律与隐私

# policy.action.close
source: Close
ko: 닫기
vi: Đóng
zh_hans: 关闭

# policy.picker.title
source: Policy Section
ko: 정책 섹션
vi: Chọn mục
zh_hans: 政策类别

# policy.tab.disclaimer
source: Disclaimer
ko: 면책 공지
vi: Tuyên bố miễn trừ
zh_hans: 免责声明

# policy.tab.terms
source: Terms of Use
ko: 이용 약관
vi: Điều khoản sử dụng
zh_hans: 使用条款

# policy.tab.privacy
source: Privacy Policy
ko: 개인정보 처리방침
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

# policy.disclaimer.title
source: Disclaimer
ko: 면책 공지
vi: Tuyên bố miễn trừ
zh_hans: 免责声明

# policy.disclaimer.intro
source: Review the statements below to understand how EB-5 Guide presents project information.
ko: EB-5 Guide가 프로젝트 정보를 제공하는 방식을 이해하기 위해 아래 내용을 확인하세요.
vi: Hãy đọc các lưu ý dưới đây để hiểu cách EB-5 Guide trình bày thông tin dự án.
zh_hans: 请阅读以下说明，了解 EB-5 Guide 如何展示项目信息。

# policy.disclaimer.purpose.title
source: Purpose and Scope
ko: 목적 및 범위
vi: Mục đích và Phạm vi
zh_hans: 目的与范围

# policy.disclaimer.purpose.body
source: EB-5 Guide (the "Platform") is an informational catalog of EB-5 projects. Content is provided "as is" for general information only. Nothing on the Platform is investment, legal, immigration, or tax advice, and nothing here forms an advisory, brokerage, agent, or client relationship.
ko: EB-5 Guide(“플랫폼”)는 EB-5 프로젝트 정보 카탈로그입니다. 플랫폼의 콘텐츠는 "있는 그대로" 제공되며 일반적인 정보 목적에 한합니다. 플랫폼의 어떤 내용도 투자, 법률, 이민 또는 세무 자문이 아니며, 자문, 중개, 대리 또는 고객 관계를 형성하지 않습니다.
vi: EB-5 Guide ("Nền tảng") là danh mục thông tin về các dự án EB-5. Nội dung được cung cấp "nguyên trạng", chỉ nhằm mục đích tham khảo chung. Mọi thông tin trên Nền tảng không phải là tư vấn đầu tư, pháp lý, nhập cư hay thuế và không tạo ra bất kỳ mối quan hệ tư vấn, môi giới, đại lý hay khách hàng nào.
zh_hans: EB-5 Guide（“平台”）是一个 EB-5 项目信息目录。平台内容按“原样”提供，仅供一般信息参考。平台上的任何内容均不构成投资、法律、移民或税务建议，也不会形成顾问、经纪、代理或客户关系。

# policy.disclaimer.offer.title
source: No Offer or Solicitation
ko: 매도·매수 제안 아님
vi: Không phải Chào bán hay Chào mời
zh_hans: 非要约或招揽

# policy.disclaimer.offer.body
source: The Platform does not offer or sell securities, and no content should be construed as an offer to buy or a solicitation to sell any security or investment product. Any investment may be made, if at all, only on the basis of official offering documents from the project sponsor and only to eligible investors under applicable law.
ko: 플랫폼은 증권을 제공하거나 판매하지 않으며, 어떤 내용도 증권이나 투자 상품을 매수하거나 매도하도록 제안하거나 권유하는 것으로 해석되어서는 안 됩니다. 어떠한 투자도(가능한 경우) 프로젝트 스폰서의 공식 제안서에 근거하여, 해당 법률이 허용하는 적격 투자자에게만 이루어질 수 있습니다.
vi: Nền tảng không chào bán hoặc bán chứng khoán và không nội dung nào được hiểu là lời mời mua hay chào bán bất kỳ chứng khoán hoặc sản phẩm đầu tư nào. Mọi khoản đầu tư (nếu có) chỉ có thể thực hiện dựa trên hồ sơ chào bán chính thức của đơn vị tài trợ dự án và chỉ dành cho nhà đầu tư đủ điều kiện theo luật hiện hành.
zh_hans: 平台不提供或出售证券，任何内容都不应被视为购买或出售任何证券或投资产品的要约或招揽。任何投资（如有）只能基于项目发起方的正式募资文件，并且仅向符合适用法律规定的合格投资者开放。

# policy.disclaimer.independence.title
source: Independence, No Transaction-Based Compensation
ko: 독립성 및 거래 기반 보수 없음
vi: Tính độc lập, Không nhận thù lao theo giao dịch
zh_hans: 独立性与无交易性报酬

# policy.disclaimer.independence.body
source: EB-5 Guide is not a broker-dealer, placement agent, investment adviser, law firm, or immigration consultancy. We do not handle investor funds or securities, do not negotiate investments, and do not receive transaction-based compensation. Sponsored or paid listings and advertising may appear; such placement does not constitute an endorsement or recommendation.
ko: EB-5 Guide는 브로커-딜러, 모집 대행사, 투자 자문사, 로펌 또는 이민 컨설팅 업체가 아닙니다. 우리는 투자자의 자금이나 증권을 취급하지 않고, 투자를 협상하지 않으며, 거래 기반 보수를 받지 않습니다. 스폰서드 또는 유료 목록과 광고가 표시될 수 있으나, 이는 추천이나 보증을 의미하지 않습니다.
vi: EB-5 Guide không phải là công ty môi giới chứng khoán, đại lý phân phối, cố vấn đầu tư, hãng luật hay đơn vị tư vấn nhập cư. Chúng tôi không quản lý tiền hay chứng khoán của nhà đầu tư, không đàm phán giao dịch và không nhận thù lao gắn với giao dịch. Có thể xuất hiện danh sách hoặc quảng cáo được tài trợ; việc hiển thị đó không cấu thành khuyến nghị hay sự bảo chứng.
zh_hans: EB-5 Guide 不是经纪自营商、募资代理、投资顾问、律师事务所或移民咨询机构。我们不经手投资人资金或证券，不代表客户谈判投资，也不收取与交易挂钩的补偿。平台可能展示赞助或付费列表与广告，但这类展示不构成推荐或背书。

# policy.disclaimer.info_sources.title
source: Information Sources, No Verification
ko: 정보 출처 및 비검증
vi: Nguồn thông tin, Không thẩm tra
zh_hans: 信息来源与不予核实

# policy.disclaimer.info_sources.body
source: Project descriptions and data may be provided by third parties or compiled from publicly available sources. We do not independently audit or verify all information and make no representation or warranty as to accuracy, completeness, timeliness, or reliability. Listings on the Platform do not imply approval, due diligence, or suitability.
ko: 프로젝트 설명과 데이터는 제3자가 제공하거나 공개 출처에서 수집될 수 있습니다. 우리는 모든 정보를 독립적으로 감사하거나 검증하지 않으며, 정확성, 완전성, 시의성 또는 신뢰성에 대해 어떠한 진술이나 보증도 하지 않습니다. 플랫폼에 게재되었다고 해서 승인, 실사 또는 적합성을 의미하지 않습니다.
vi: Mô tả dự án và dữ liệu có thể do bên thứ ba cung cấp hoặc tổng hợp từ nguồn công khai. Chúng tôi không kiểm toán hoặc xác minh độc lập mọi thông tin và không đảm bảo về độ chính xác, đầy đủ, kịp thời hay độ tin cậy. Việc dự án xuất hiện trên Nền tảng không đồng nghĩa với việc đã được phê duyệt, thẩm định hay phù hợp cho bất kỳ nhà đầu tư nào.
zh_hans: 项目描述和数据可能由第三方提供，或整理自公开渠道。我们不会独立审计或核实所有信息，也不对其准确性、完整性、时效性或可靠性作出任何陈述或保证。项目在平台上的展示不代表获得批准、尽调或适合性。

# policy.disclaimer.forward_looking.title
source: Forward-Looking Statements and Risks
ko: 미래예측 진술 및 위험
vi: Các tuyên bố hướng về tương lai và Rủi ro
zh_hans: 前瞻性陈述与风险

# policy.disclaimer.forward_looking.body
source: Any projections, targets, or forward-looking statements are inherently uncertain and may differ materially from actual results. Investing involves significant risk, including the potential loss of principal. There is no assurance of job creation, financial performance, immigration benefit, or any other outcome.
ko: 어떠한 전망, 목표 또는 미래예측 진술도 본질적으로 불확실하며 실제 결과와 크게 다를 수 있습니다. 투자는 원금 손실 가능성을 포함한 중대한 위험을 수반합니다. 고용 창출, 재무 성과, 이민 혜택 또는 기타 결과는 보장되지 않습니다.
vi: Mọi dự báo, mục tiêu hay tuyên bố hướng về tương lai đều tiềm ẩn bất định và có thể khác biệt đáng kể so với kết quả thực tế. Đầu tư luôn chứa rủi ro lớn, bao gồm khả năng mất vốn gốc. Không có đảm bảo nào về việc tạo việc làm, hiệu quả tài chính, lợi ích nhập cư hay bất kỳ kết quả nào khác.
zh_hans: 任何预测、目标或前瞻性陈述都具有不确定性，实际结果可能存在重大差异。投资伴随重大风险，包括可能损失本金。我们不保证创造就业、取得财务绩效、获得移民权益或任何其他结果。

# policy.disclaimer.investor_responsibility.title
source: Investor Responsibility
ko: 투자자 책임
vi: Trách nhiệm của Nhà đầu tư
zh_hans: 投资者责任

# policy.disclaimer.investor_responsibility.body
source: Users must conduct their own due diligence and consult qualified financial, legal, tax, and immigration professionals before making decisions. Your use of the Platform and reliance on its content are solely at your own risk.
ko: 사용자는 스스로 실사를 수행하고, 의사결정 전에 자격을 갖춘 금융, 법률, 세무 및 이민 전문가와 상담해야 합니다. 플랫폼 사용과 그 내용에 대한 의존은 전적으로 본인의 책임입니다.
vi: Người dùng phải tự tiến hành thẩm định và tham khảo ý kiến của các chuyên gia tài chính, pháp lý, thuế và nhập cư đủ điều kiện trước khi ra quyết định. Việc bạn sử dụng Nền tảng và dựa vào nội dung của chúng tôi hoàn toàn do bạn tự chịu rủi ro.
zh_hans: 用户必须自行开展尽职调查，并在决策前咨询具备资质的金融、法律、税务和移民专业人士。您对平台的使用以及对其内容的依赖完全由您自行承担风险。

# policy.disclaimer.government.title
source: Government Non-Endorsement
ko: 정부 비보증
vi: Không có sự bảo chứng của Chính phủ
zh_hans: 政府不背书

# policy.disclaimer.government.body
source: References to immigration processes or approvals do not imply endorsement by any government agency. Government approvals related to EB-5 (including any regional center designation) are not endorsements of any project, sponsor, or investment.
ko: 이민 절차 또는 승인을 언급하더라도 어떠한 정부 기관의 보증을 의미하지 않습니다. EB-5 관련 정부 승인(지역 센터 지정 등)은 특정 프로젝트, 스폰서 또는 투자에 대한 보증이 아닙니다.
vi: Các tham chiếu đến quy trình hay phê duyệt nhập cư không ngụ ý rằng có cơ quan chính phủ nào bảo chứng. Những phê duyệt liên quan đến EB-5 (bao gồm chỉ định trung tâm vùng) không phải là sự chứng nhận cho bất kỳ dự án, đơn vị tài trợ hay khoản đầu tư nào.
zh_hans: 涉及移民流程或审批的引用，并不表示获得任何政府机构的背书。与 EB-5 相关的政府批准（包括区域中心认定）并不代表对任何项目、发起人或投资的认可。

# policy.disclaimer.liability.title
source: No Warranties; Limitation of Liability
ko: 보증 부인 및 책임 제한
vi: Miễn trừ đảm bảo; Giới hạn trách nhiệm
zh_hans: 无担保与责任限制

# policy.disclaimer.liability.body
source: We disclaim all warranties, express or implied, including merchantability, fitness for a particular purpose, non-infringement, accuracy, and availability. To the fullest extent permitted by law, EB-5 Guide and its affiliates are not liable for any indirect, incidental, special, consequential, exemplary, or punitive damages arising from or relating to your use of the Platform.
ko: 우리는 상품성, 특정 목적 적합성, 비침해, 정확성, 가용성을 포함한 모든 명시적·묵시적 보증을 부인합니다. 법이 허용하는 최대 범위 내에서 EB-5 Guide 및 그 계열사는 플랫폼 사용과 관련하여 발생하는 간접적, 부수적, 특별, 결과적, 징벌적 손해에 대해 책임지지 않습니다.
vi: Chúng tôi miễn trừ mọi đảm bảo, dù rõ ràng hay ngụ ý, bao gồm tính thương mại, phù hợp với mục đích cụ thể, không vi phạm, độ chính xác và khả dụng. Trong phạm vi tối đa theo luật cho phép, EB-5 Guide và các đơn vị liên kết không chịu trách nhiệm đối với bất kỳ thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, hệ quả, làm gương hoặc mang tính trừng phạt nào phát sinh từ việc bạn sử dụng Nền tảng.
zh_hans: 我们免责声明一切明示或默示担保，包括适销性、特定用途适用性、不侵权、准确性与可用性。在法律允许的最大范围内，EB-5 Guide 及其关联方对因您使用平台而引发或相关的任何间接、附带、特殊、后果性、示范性或惩罚性损害概不负责。

# policy.terms.title
source: Terms of Use
ko: 이용 약관
vi: Điều khoản sử dụng
zh_hans: 使用条款

# policy.terms.intro
source: These Terms govern your access to and use of the Platform.
ko: 이 약관은 플랫폼에 대한 귀하의 접근 및 사용을 규율합니다.
vi: Các Điều khoản này điều chỉnh việc bạn truy cập và sử dụng Nền tảng.
zh_hans: 本条款规范您对平台的访问与使用。

# policy.terms.updated.title
source: Last Updated
ko: 최종 업데이트
vi: Cập nhật lần cuối
zh_hans: 最近更新

# policy.terms.updated.body
source: Last Updated: October 28, 2025
ko: 최종 업데이트: 2025년 10월 28일
vi: Cập nhật lần cuối: 28 tháng 10, 2025
zh_hans: 最近更新：2025 年 10 月 28 日

# policy.terms.acceptance.title
source: Acceptance of Terms
ko: 약관 동의
vi: Chấp nhận Điều khoản
zh_hans: 条款接受

# policy.terms.acceptance.body
source: By accessing or using the EB-5 Guide website or app (the "Platform"), you agree to these Terms of Use (the "Terms"). If you do not agree, do not use the Platform. We may update these Terms; continued use signifies acceptance of changes.
ko: EB-5 Guide 웹사이트 또는 앱(“플랫폼”)에 접근하거나 사용하는 경우, 귀하는 본 이용 약관(“약관”)에 동의하는 것입니다. 동의하지 않는다면 플랫폼을 사용하지 마십시오. 우리는 약관을 업데이트할 수 있으며, 계속 사용하는 경우 변경 사항에 동의한 것으로 간주됩니다.
vi: Khi truy cập hoặc sử dụng website hay ứng dụng EB-5 Guide ("Nền tảng"), bạn đồng ý với các Điều khoản sử dụng này ("Điều khoản"). Nếu không đồng ý, vui lòng không sử dụng Nền tảng. Chúng tôi có thể cập nhật Điều khoản; việc bạn tiếp tục sử dụng đồng nghĩa chấp nhận các thay đổi.
zh_hans: 访问或使用 EB-5 Guide 网站或应用（“平台”）即表示您同意本使用条款（“条款”）。如果您不同意，请勿使用平台。我们可能更新本条款；若您继续使用，则视为接受更改。

# policy.terms.eligibility.title
source: Eligibility
ko: 이용 자격
vi: Đủ điều kiện
zh_hans: 资格要求

# policy.terms.eligibility.body
source: You must be 18 years of age (or the age of majority in your jurisdiction) to use the Platform.
ko: 플랫폼을 사용하려면 만 18세 이상(또는 해당 관할 지역의 성년 연령)이어야 합니다.
vi: Bạn phải từ 18 tuổi trở lên (hoặc đạt độ tuổi thành niên tại nơi cư trú) để dùng Nền tảng.
zh_hans: 您必须年满 18 岁（或所在司法辖区的法定成年年龄）方可使用平台。

# policy.terms.role.title
source: Platform Role
ko: 플랫폼의 역할
vi: Vai trò của Nền tảng
zh_hans: 平台角色

# policy.terms.role.body
source: The Platform is an informational directory. We are not a broker-dealer, investment adviser, law firm, or immigration consultancy; we do not sell securities, provide advice, negotiate transactions, handle funds or securities, or receive transaction-based compensation.
ko: 플랫폼은 정보 디렉터리입니다. 우리는 브로커-딜러, 투자 자문사, 로펌 또는 이민 컨설팅이 아니며, 증권을 판매하거나 자문을 제공하거나 거래를 협상하거나 자금/증권을 취급하지 않으며, 거래 기반 보수를 받지 않습니다.
vi: Nền tảng là thư mục thông tin. Chúng tôi không phải công ty môi giới chứng khoán, cố vấn đầu tư, hãng luật hay đơn vị tư vấn nhập cư; chúng tôi không bán chứng khoán, không đưa ra lời khuyên, không đàm phán giao dịch, không quản lý tiền hay chứng khoán và không nhận thù lao gắn với giao dịch.
zh_hans: 平台是信息目录。我们不是经纪自营商、投资顾问、律师事务所或移民咨询机构；我们不销售证券、不提供建议、不撮合交易、不经手资金或证券，也不收取与交易相关的报酬。

# policy.terms.accounts.title
source: Accounts and Verification
ko: 계정 및 인증
vi: Tài khoản và xác minh
zh_hans: 账户与验证

# policy.terms.accounts.body
source: Some features may require registration and optional identity or phone verification (including one-time SMS codes). You must provide accurate information and safeguard your credentials. You are responsible for all activity under your account.
ko: 일부 기능을 이용하려면 등록과 선택적 신원 또는 전화번호 인증(일회용 SMS 코드 포함)이 필요할 수 있습니다. 정확한 정보를 제공하고 자격 증명을 보호해야 하며, 계정에서 발생하는 모든 활동은 귀하의 책임입니다.
vi: Một số tính năng có thể yêu cầu đăng ký và xác minh danh tính hoặc số điện thoại (bao gồm mã SMS một lần). Bạn phải cung cấp thông tin chính xác và bảo vệ thông tin đăng nhập; bạn chịu trách nhiệm về mọi hoạt động trong tài khoản.
zh_hans: 部分功能可能需要注册，并可能要求身份或手机号验证（包括一次性短信验证码）。您必须提供准确的信息并妥善保管凭据，您需对账户下的一切活动负责。

# policy.terms.conduct.title
source: User Conduct
ko: 이용자 행위
vi: Quy tắc ứng xử
zh_hans: 用户行为

# policy.terms.conduct.body
source: You agree not to:
ko: 귀하는 다음을 하지 않겠다고 동의합니다:
vi: Bạn đồng ý không:
zh_hans: 您同意不得：

# policy.terms.conduct.item1
source: Use the Platform for unlawful, fraudulent, or abusive purposes.
ko: 플랫폼을 불법적이거나 사기적이거나 남용적인 목적으로 사용하는 행위.
vi: Sử dụng Nền tảng cho mục đích bất hợp pháp, gian lận hoặc lạm dụng.
zh_hans: 将平台用于违法、欺诈或滥用目的。

# policy.terms.conduct.item2
source: Attempt unauthorized access, interfere with security, or disrupt operations.
ko: 무단 접근을 시도하거나 보안을 침해하거나 운영을 방해하는 행위.
vi: Cố gắng truy cập trái phép, can thiệp bảo mật hoặc làm gián đoạn hoạt động.
zh_hans: 尝试未授权访问、破坏安全措施或干扰运营。

# policy.terms.conduct.item3
source: Scrape, harvest, or reproduce content without permission.
ko: 허가 없이 콘텐츠를 수집, 스크래핑 또는 복제하는 행위.
vi: Thu thập, sao chép nội dung khi chưa được phép.
zh_hans: 未经许可抓取、收集或复制平台内容。

# policy.terms.conduct.item4
source: Impersonate others or misrepresent your affiliation.
ko: 타인을 사칭하거나 소속을 허위로 표시하는 행위.
vi: Giả mạo người khác hoặc sai lệch thông tin về bản thân hay tổ chức liên quan.
zh_hans: 冒充他人或歪曲您的身份或关联。

# policy.terms.conduct.item5
source: Submit content that is misleading, unlawful, infringing, or harmful.
ko: 허위, 불법, 침해 또는 유해한 콘텐츠를 제출하는 행위.
vi: Gửi nội dung sai lệch, bất hợp pháp, vi phạm hoặc gây hại.
zh_hans: 提交误导性、违法、侵权或有害的内容。

# policy.terms.third_party.title
source: Third-Party Content and Listings
ko: 제3자 콘텐츠 및 목록
vi: Nội dung và danh sách bên thứ ba
zh_hans: 第三方内容与列表

# policy.terms.third_party.body
source: Project data may be provided by third parties or compiled from public sources. We do not control or endorse third-party content and are not responsible for accuracy, completeness, legality, or timeliness. Use third-party content at your own risk. Any dealings you have with a project sponsor are solely between you and that sponsor.
ko: 프로젝트 데이터는 제3자가 제공하거나 공개 소스에서 수집될 수 있습니다. 우리는 제3자 콘텐츠를 통제하거나 보증하지 않으며, 정확성, 완전성, 적법성 또는 시의성에 대해 책임지지 않습니다. 제3자 콘텐츠 이용에 따른 위험은 귀하에게 있습니다. 프로젝트 스폰서와의 모든 거래는 귀하와 해당 스폰서 간의 문제입니다.
vi: Dữ liệu dự án có thể do bên thứ ba cung cấp hoặc tổng hợp từ nguồn công khai. Chúng tôi không kiểm soát hay bảo chứng nội dung của bên thứ ba và không chịu trách nhiệm về độ chính xác, đầy đủ, hợp pháp hay kịp thời. Việc bạn sử dụng nội dung của bên thứ ba hoàn toàn do bạn chịu rủi ro. Mọi giao dịch với đơn vị tài trợ dự án chỉ giữa bạn và đơn vị đó.
zh_hans: 项目数据可能由第三方提供或整理自公共来源。我们不控制或背书第三方内容，也不对其准确性、完整性、合法性或时效性负责。使用第三方内容的风险由您自行承担。您与项目发起方的任何交易仅在您与该发起方之间进行。

# policy.terms.inquiries.title
source: Submission of Inquiries; Introductions
ko: 문의 제출 및 소개
vi: Gửi yêu cầu thông tin; Giới thiệu
zh_hans: 咨询提交与引荐

# policy.terms.inquiries.body
source: If you request information about a project, you authorize us to share your inquiry and contact details with the relevant project sponsor so they can respond. We are not a party to, and have no responsibility for, any subsequent communications, agreements, or transactions.
ko: 프로젝트 정보를 요청하면, 귀하는 해당 프로젝트 스폰서가 응답할 수 있도록 당사에 문의 내용과 연락처를 공유할 권한을 부여하는 것입니다. 이후의 커뮤니케이션, 계약 또는 거래에 대해서 우리는 당사자가 아니며 책임을 지지 않습니다.
vi: Khi bạn yêu cầu thông tin về dự án, bạn cho phép chúng tôi chia sẻ yêu cầu và thông tin liên hệ của bạn cho đơn vị tài trợ dự án tương ứng để họ phản hồi. Chúng tôi không tham gia và không chịu trách nhiệm về các trao đổi, thỏa thuận hay giao dịch tiếp theo.
zh_hans: 如您请求项目信息，即授权我们将您的咨询和联系方式分享给相关项目发起方，以便其回复。对于之后的沟通、协议或交易，我们不参与且不承担任何责任。

# policy.terms.advertising.title
source: Advertising and Sponsored Content
ko: 광고 및 스폰서 콘텐츠
vi: Quảng cáo và nội dung tài trợ
zh_hans: 广告与赞助内容

# policy.terms.advertising.body
source: The Platform may display advertising or sponsored listings. Paid placement does not constitute an endorsement or a recommendation.
ko: 플랫폼에는 광고 또는 스폰서 목록이 표시될 수 있습니다. 유료 노출이라고 해서 추천이나 보증을 의미하지 않습니다.
vi: Nền tảng có thể hiển thị quảng cáo hoặc danh sách được tài trợ. Việc hiển thị có trả phí không phải là sự khuyến nghị hay bảo chứng.
zh_hans: 平台可能展示广告或赞助列表。付费展示不构成推荐或背书。

# policy.terms.ip.title
source: Intellectual Property
ko: 지적 재산권
vi: Sở hữu trí tuệ
zh_hans: 知识产权

# policy.terms.ip.body
source: The Platform’s design, text, compilations, logos, graphics, and software are owned by EB-5 Guide, LLC or its licensors and protected by law. You are granted a limited, non-exclusive, non-transferable license to access and use the Platform for personal, non-commercial purposes. You may not copy, distribute, display, or create derivative works without prior written permission. Trademarks and logos of third parties remain the property of their respective owners and are used for identification only.
ko: 플랫폼의 디자인, 텍스트, 편집물, 로고, 그래픽 및 소프트웨어는 EB-5 Guide, LLC 또는 라이선스 제공자의 소유이며 법적 보호를 받습니다. 우리는 개인적이고 비상업적인 목적에 한하여 플랫폼에 접근하고 사용할 수 있는 제한적이고 비독점적이며 양도 불가능한 라이선스를 부여합니다. 사전 서면 허가 없이 복제, 배포, 전시 또는 2차 저작물을 제작할 수 없습니다. 제3자의 상표와 로고는 각 소유자의 재산이며 식별 목적으로만 사용됩니다.
vi: Thiết kế, văn bản, dữ liệu tổng hợp, logo, đồ họa và phần mềm của Nền tảng thuộc quyền sở hữu của EB-5 Guide, LLC hoặc các bên được cấp phép và được pháp luật bảo vệ. Bạn được cấp quyền hạn chế, không độc quyền, không thể chuyển nhượng để truy cập và sử dụng Nền tảng cho mục đích cá nhân, phi thương mại. Bạn không được sao chép, phân phối, hiển thị hay tạo sản phẩm phái sinh khi chưa có văn bản chấp thuận. Nhãn hiệu và logo của bên thứ ba vẫn thuộc về chủ sở hữu tương ứng và chỉ dùng để nhận diện.
zh_hans: 平台的设计、文字、汇编、标识、图形和软件由 EB-5 Guide, LLC 或其许可方拥有，并受法律保护。我们授予您一项有限的、非独占、不可转让的许可，仅可出于个人、非商业目的访问和使用平台。未经事先书面许可，您不得复制、分发、展示或创作衍生作品。第三方的商标和标识仍归原权利人所有，仅用于识别。

# policy.terms.no_advice.title
source: No Professional Advice
ko: 전문 자문 아님
vi: Không phải tư vấn chuyên môn
zh_hans: 非专业建议

# policy.terms.no_advice.body
source: Content is general information only and is not investment, legal, immigration, or tax advice. You should consult qualified professionals.
ko: 콘텐츠는 일반 정보 제공용일 뿐이며 투자, 법률, 이민 또는 세무 자문이 아닙니다. 자격 있는 전문가와 상담하십시오.
vi: Nội dung chỉ mang tính thông tin chung và không phải tư vấn đầu tư, pháp lý, nhập cư hay thuế. Hãy tham khảo các chuyên gia đủ điều kiện.
zh_hans: 平台内容仅供一般信息参考，并非投资、法律、移民或税务建议。请咨询具备资质的专业人士。

# policy.terms.disclaimers.title
source: Disclaimers; Limitation of Liability
ko: 면책 및 책임 제한
vi: Miễn trừ trách nhiệm; Giới hạn trách nhiệm
zh_hans: 免责声明与责任限制

# policy.terms.disclaimers.body
source: The Platform is provided "AS IS" and "AS AVAILABLE," without warranties of any kind. To the fullest extent permitted by law, EB-5 Guide, LLC and its affiliates are not liable for any indirect, incidental, special, consequential, exemplary, or punitive damages, or for loss of profits, data, goodwill, or opportunities. Our aggregate liability to you will not exceed the amount you paid to us, if any, for access to the Platform.
ko: 플랫폼은 "있는 그대로" 및 "사용 가능한 상태"로 제공되며 어떠한 종류의 보증도 없습니다. 법이 허용하는 최대 범위 내에서 EB-5 Guide, LLC 및 그 계열사는 간접적, 부수적, 특별, 결과적, 징벌적 손해 또는 이익, 데이터, 영업권, 기회 손실에 대해 책임지지 않습니다. 우리에 대한 총 책임은, 있다면, 플랫폼 접근을 위해 귀하가 지불한 금액을 초과하지 않습니다.
vi: Nền tảng được cung cấp "NGUYÊN TRẠNG" và "SẴN CÓ", không kèm bất kỳ bảo đảm nào. Trong phạm vi tối đa theo luật cho phép, EB-5 Guide, LLC và các bên liên kết không chịu trách nhiệm với mọi thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, hậu quả, mang tính răn đe hoặc trừng phạt, cũng như việc mất lợi nhuận, dữ liệu, uy tín hay cơ hội. Tổng trách nhiệm của chúng tôi đối với bạn sẽ không vượt quá số tiền bạn đã trả (nếu có) để truy cập Nền tảng.
zh_hans: 平台按“现状”与“可用性”提供，不附带任何形式的保证。在法律允许的最大范围内，EB-5 Guide, LLC 及其关联方不承担任何间接、附带、特殊、后果性、示范性或惩罚性损害，亦不对利润、数据、商誉或机会的损失负责。我们对您的总责任不超过您为访问平台所支付的金额（如有）。

# policy.terms.indemnification.title
source: Indemnification
ko: 면책 의무
vi: Bồi thường
zh_hans: 赔偿

# policy.terms.indemnification.body
source: You agree to indemnify and hold harmless EB-5 Guide, LLC and its affiliates from any claims, damages, losses, liabilities, and expenses (including reasonable attorneys’ fees) arising from your use of the Platform, your content, or your breach of these Terms.
ko: 귀하는 플랫폼 사용, 귀하의 콘텐츠 또는 본 약관 위반에서 발생하는 모든 청구, 손해, 손실, 책임 및 비용(합리적 변호사 수임료 포함)에 대해 EB-5 Guide, LLC 및 그 계열사를 면책하고 보호하기로 동의합니다.
vi: Bạn đồng ý bồi thường và bảo vệ EB-5 Guide, LLC cùng các bên liên kết khỏi mọi khiếu nại, thiệt hại, tổn thất, trách nhiệm và chi phí (bao gồm phí luật sư hợp lý) phát sinh từ việc bạn sử dụng Nền tảng, nội dung bạn cung cấp hoặc việc bạn vi phạm các Điều khoản này.
zh_hans: 因您使用平台、提交的内容或违反本条款而引起的任何索赔、损害、损失、责任和费用（包括合理的律师费），您同意赔偿并使 EB-5 Guide, LLC 及其关联方免受损害。

# policy.terms.compliance.title
source: Compliance with Securities and Immigration Laws
ko: 증권 및 이민 법규 준수
vi: Tuân thủ luật chứng khoán và nhập cư
zh_hans: 遵守证券与移民法律

# policy.terms.compliance.body
source: Project sponsors are solely responsible for ensuring their listings comply with applicable securities and immigration laws, including restrictions on general solicitation and investor eligibility. We may restrict visibility of certain content or features when legally required (e.g., to pre-qualified or non-U.S. persons).
ko: 프로젝트 스폰서는 일반 모집 제한이나 투자자 자격 요건 등 적용 가능한 증권 및 이민 법규를 준수해야 합니다. 법적 요구가 있는 경우 우리는 특정 콘텐츠나 기능의 노출을 제한할 수 있습니다(예: 사전 자격을 갖춘 사용자 또는 비미국인에게만 제공).
vi: Các đơn vị tài trợ dự án tự chịu trách nhiệm đảm bảo danh sách của họ tuân thủ luật chứng khoán và nhập cư hiện hành, bao gồm các giới hạn về chào mời công khai và điều kiện nhà đầu tư. Khi luật yêu cầu, chúng tôi có thể hạn chế hiển thị một số nội dung hoặc tính năng (ví dụ chỉ cho người dùng đã được xác nhận hoặc người ngoài Hoa Kỳ).
zh_hans: 项目发起方须自行确保其列表符合适用的证券和移民法律，包括对公开募资和投资者资格的限制。如法律要求，我们可能限制某些内容或功能的可见性（例如仅对预先合格或非美国人士开放）。

# policy.terms.governing_law.title
source: Governing Law; Venue
ko: 준거법 및 관할
vi: Luật điều chỉnh và Thẩm quyền
zh_hans: 适用法律与管辖
