Repository: kittenintrouble/EB5GuideNext
Catalog: EB5GuideNext/*.lproj/Localizable.strings
Languages: ko, vi, zh_hans

# policy.terms.governing_law.body
source: These Terms are governed by the laws of the United States and the State of Texas, without regard to conflicts of law. You consent to exclusive jurisdiction and venue in state or federal courts located in Texas.
ko: 본 약관은 미국 및 텍사스주 법률의 적용을 받으며, 법률 충돌 원칙은 배제됩니다. 귀하는 텍사스주에 소재한 주 및 연방법원의 전속 관할과 재판지에 동의합니다.
vi: Các Điều khoản này được điều chỉnh bởi luật Hoa Kỳ và bang Texas, không xét đến xung đột pháp luật. Bạn đồng ý trao thẩm quyền xét xử độc quyền cho tòa án bang hoặc liên bang tại Texas.
zh_hans: 本条款受美国及德克萨斯州法律管辖，而不考虑法律冲突原则。您同意德克萨斯州境内的州或联邦法院享有专属管辖和审判地点。

# policy.terms.changes.title
source: Changes to the Platform
ko: 플랫폼 변경
vi: Thay đổi đối với Nền tảng
zh_hans: 平台变更

# policy.terms.changes.body
source: We may modify, suspend, or discontinue any part of the Platform at any time without notice.
ko: 우리는 사전 통지 없이 언제든지 플랫폼의 일부 또는 전부를 수정, 중단 또는 종료할 수 있습니다.
vi: Chúng tôi có thể sửa đổi, tạm dừng hoặc ngừng bất kỳ phần nào của Nền tảng vào bất kỳ thời điểm nào mà không cần thông báo.
zh_hans: 我们可能随时修改、暂停或停止平台的任何部分，恕不另行通知。

# policy.terms.contact.title
source: Contact
ko: 문의
vi: Liên hệ
zh_hans: 联系方式

# policy.terms.contact.body
source: Questions about these Terms: support@eb-5.app
ko: 약관 관련 문의: support@eb-5.app
vi: Mọi câu hỏi về Điều khoản xin gửi tới support@eb-5.app.
zh_hans: 如对本条款有疑问，请发送邮件至 support@eb-5.app。

# policy.privacy.title
source: Privacy Policy
ko: 개인정보 처리방침
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

# policy.privacy.intro
source: Learn how we collect, use, and safeguard personal information.
ko: 개인 정보를 어떻게 수집, 사용, 보호하는지 알아보세요.
vi: Tìm hiểu cách chúng tôi thu thập, sử dụng và bảo vệ thông tin cá nhân.
zh_hans: 了解我们如何收集、使用并保护个人信息。

# policy.privacy.last_updated.title
source: Last Updated
ko: 최종 업데이트
vi: Cập nhật lần cuối
zh_hans: 最近更新

# policy.privacy.last_updated.body
source: Last Updated: October 28, 2025
ko: 최종 업데이트: 2025년 10월 28일
vi: Cập nhật lần cuối: 28 tháng 10, 2025
zh_hans: 最近更新：2025 年 10 月 28 日

# policy.privacy.overview.title
source: Overview
ko: 개요
vi: Tổng quan
zh_hans: 概述

# policy.privacy.overview.body
source: This Privacy Policy explains how EB-5 Guide, LLC ("we," "us," "our") collects, uses, discloses, and protects personal information when you use our website and app (the "Platform"). By using the Platform, you agree to this Policy.
ko: 본 개인정보 처리방침은 EB-5 Guide, LLC(“당사”)가 웹사이트와 앱(“플랫폼”) 사용 시 개인 정보를 어떻게 수집, 사용, 공개 및 보호하는지를 설명합니다. 플랫폼을 사용하면 본 방침에 동의하는 것으로 간주됩니다.
vi: Chính sách quyền riêng tư này giải thích cách EB-5 Guide, LLC ("chúng tôi") thu thập, sử dụng, tiết lộ và bảo vệ thông tin cá nhân khi bạn dùng website và ứng dụng ("Nền tảng"). Việc sử dụng Nền tảng đồng nghĩa bạn chấp nhận Chính sách này.
zh_hans: 本隐私政策说明 EB-5 Guide, LLC（“我们”）在您使用我们的网站和应用（“平台”）时如何收集、使用、披露并保护个人信息。使用平台即表示您同意本政策。

# policy.privacy.info_collect.title
source: Information We Collect
ko: 수집하는 정보
vi: Thông tin chúng tôi thu thập
zh_hans: 我们收集的信息

# policy.privacy.info_collect.body
source: We collect the following categories of information:
ko: 당사는 다음과 같은 범주의 정보를 수집합니다:
vi: Chúng tôi thu thập các nhóm thông tin sau:
zh_hans: 我们会收集以下类别的信息：

# policy.privacy.info_collect.item1
source: Information you provide: name, email, phone number, country, message content, and any other details you submit (e.g., inquiry forms).
ko: 제공 정보: 이름, 이메일, 전화번호, 국가, 메시지 내용 및 귀하가 제출하는 기타 정보(예: 문의 양식).
vi: Thông tin bạn cung cấp: tên, email, số điện thoại, quốc gia, nội dung tin nhắn và mọi dữ liệu bạn gửi (ví dụ biểu mẫu yêu cầu).
zh_hans: 您提供的信息：姓名、电子邮件、电话号码、国家/地区、留言内容以及您提交的其他详情（例如咨询表单）。

# policy.privacy.info_collect.item2
source: Verification data: phone number and confirmation status for one-time SMS verification.
ko: 인증 데이터: 일회용 SMS 인증을 위한 전화번호 및 확인 상태.
vi: Dữ liệu xác minh: số điện thoại và trạng thái xác nhận cho mã SMS một lần.
zh_hans: 验证数据：用于一次性短信验证的手机号及确认状态。

# policy.privacy.info_collect.item3
source: Usage data: IP address, device and browser data, pages viewed, timestamps, and diagnostic logs.
ko: 사용 데이터: IP 주소, 기기 및 브라우저 정보, 방문 페이지, 타임스탬프, 진단 로그.
vi: Dữ liệu sử dụng: địa chỉ IP, thông tin thiết bị và trình duyệt, trang đã xem, dấu thời gian và nhật ký chẩn đoán.
zh_hans: 使用数据：IP 地址、设备和浏览器数据、访问页面、时间戳以及诊断日志。

# policy.privacy.info_collect.item4
source: Cookies and similar technologies: to operate the site, remember preferences, perform analytics, and support limited advertising/sponsorship functions.
ko: 쿠키 및 유사 기술: 사이트 운영, 환경 설정 저장, 분석 수행, 제한적인 광고/스폰서 기능 지원 목적.
vi: Cookie và công nghệ tương tự: để vận hành trang, ghi nhớ tùy chọn, phân tích và hỗ trợ một số chức năng quảng cáo/tài trợ.
zh_hans: Cookie 及类似技术：用于运营网站、记住偏好、执行分析以及支持有限的广告/赞助功能。

# policy.privacy.info_collect.note
source: We do not knowingly collect information from individuals under 18. If we learn we have, we will delete it.
ko: 당사는 18세 미만 개인의 정보를 고의로 수집하지 않습니다. 수집 사실을 알게 되면 삭제합니다.
vi: Chúng tôi không cố ý thu thập thông tin từ người dưới 18 tuổi. Nếu phát hiện, chúng tôi sẽ xóa dữ liệu đó.
zh_hans: 我们不会明知地收集 18 岁以下个人的信息。如发现误收，我们将予以删除。

# policy.privacy.use.title
source: How We Use Information
ko: 정보 이용 방법
vi: Cách chúng tôi sử dụng thông tin
zh_hans: 我们如何使用信息

# policy.privacy.use.body
source: We use personal information to:
ko: 당사는 개인 정보를 다음 목적으로 사용합니다:
vi: Chúng tôi sử dụng thông tin cá nhân nhằm:
zh_hans: 我们将个人信息用于：

# policy.privacy.use.item1
source: Provide and improve the Platform: operate features, respond to inquiries, facilitate connections with project sponsors, improve content and performance.
ko: 플랫폼 제공 및 개선: 기능 운영, 문의 대응, 프로젝트 스폰서와의 연결 지원, 콘텐츠 및 성능 개선.
vi: Cung cấp và cải thiện Nền tảng: vận hành tính năng, phản hồi yêu cầu, kết nối với đơn vị tài trợ, tối ưu nội dung và hiệu suất.
zh_hans: 提供并改进平台：运行功能、回应咨询、促成与项目发起方的联系、优化内容与性能。

# policy.privacy.use.item2
source: Communicate: send confirmations, responses, updates, and (with consent) newsletters or promotional messages.
ko: 커뮤니케이션: 확인, 응답, 업데이트 및 (동의 시) 뉴스레터 또는 프로모션 메시지 발송.
vi: Giao tiếp: gửi xác nhận, phản hồi, cập nhật và (khi được đồng ý) bản tin hoặc thông điệp quảng bá.
zh_hans: 沟通联络：发送确认、回复、更新，以及在取得同意后发送新闻通讯或推广信息。

# policy.privacy.use.item3
source: Security and fraud prevention: detect, investigate, and prevent abusive or unauthorized activity.
ko: 보안 및 사기 방지: 남용 또는 무단 활동을 탐지, 조사 및 예방.
vi: Bảo mật và chống gian lận: phát hiện, điều tra và ngăn chặn hoạt động lạm dụng hoặc trái phép.
zh_hans: 安全与防欺诈：检测、调查并防止滥用或未授权活动。

# policy.privacy.use.item4
source: Legal compliance: comply with applicable laws, regulations, and lawful requests.
ko: 법적 준수: 관련 법률, 규정 및 정당한 요청 준수.
vi: Tuân thủ pháp luật: đáp ứng luật, quy định và yêu cầu hợp pháp.
zh_hans: 符合法律：遵守适用法律、法规及合法请求。

# policy.privacy.use.item5
source: With consent: for any other purpose you authorize.
ko: 동의 기반 목적: 귀하가 허용한 다른 목적.
vi: Theo sự đồng ý: cho bất kỳ mục đích nào khác mà bạn cho phép.
zh_hans: 在取得同意时：用于您授权的其他目的。

# policy.privacy.share.title
source: How We Share Information
ko: 정보 공유 방법
vi: Cách chúng tôi chia sẻ thông tin
zh_hans: 我们如何共享信息

# policy.privacy.share.body
source: We may share personal information as follows:
ko: 당사는 다음과 같은 경우 개인 정보를 공유할 수 있습니다:
vi: Chúng tôi có thể chia sẻ thông tin cá nhân trong các trường hợp sau:
zh_hans: 我们可能在以下情况下共享个人信息：

# policy.privacy.share.item1
source: Project sponsors (at your direction): when you request information about a project, we share your inquiry and contact details with that sponsor so they can respond.
ko: 프로젝트 스폰서(귀하의 요청에 따라): 프로젝트 정보를 요청하면 해당 스폰서가 응답할 수 있도록 문의 내용과 연락처를 전달합니다.
vi: Đơn vị tài trợ dự án (theo yêu cầu của bạn): khi bạn hỏi về dự án, chúng tôi chuyển yêu cầu và thông tin liên hệ của bạn cho đơn vị tài trợ để họ phản hồi.
zh_hans: 项目发起方（依您指示）：当您请求项目信息时，我们会将您的咨询和联系方式分享给相关发起方，以便其回复。

# policy.privacy.share.item2
source: Service providers: hosting, storage, analytics, email/SMS delivery, customer support—bound by confidentiality and use restrictions.
ko: 서비스 제공업체: 호스팅, 저장, 분석, 이메일/SMS 발송, 고객 지원 등(기밀 유지 및 사용 제한이 적용됨).
vi: Đối tác cung cấp dịch vụ: lưu trữ, lưu giữ, phân tích, gửi email/SMS, hỗ trợ khách hàng—được ràng buộc bởi nghĩa vụ bảo mật và giới hạn sử dụng.
zh_hans: 服务提供商：主机托管、存储、分析、电子邮件/短信发送、客户支持——并受保密与用途限制约束。

# policy.privacy.share.item3
source: Advertising/analytics partners: limited usage and cookie-based metrics to measure or improve sponsored content; we do not share your identity with advertisers without consent.
ko: 광고/분석 파트너: 스폰서 콘텐츠를 측정하거나 개선하기 위한 제한적 사용과 쿠키 기반 지표; 동의 없이 광고주에게 귀하의 신원을 공유하지 않습니다.
vi: Đối tác quảng cáo/phân tích: sử dụng giới hạn và số liệu dựa trên cookie nhằm đo lường hoặc cải thiện nội dung tài trợ; chúng tôi không chia sẻ danh tính của bạn cho nhà quảng cáo nếu chưa có sự đồng ý.
zh_hans: 广告/分析合作伙伴：用于衡量或改进赞助内容的有限使用与基于 Cookie 的指标；未经同意，我们不会向广告方分享您的身份。

# policy.privacy.share.item4
source: Legal reasons: to comply with law or protect rights, safety, and property.
ko: 법적 사유: 법령 준수 또는 권리, 안전, 재산을 보호하기 위해.
vi: Lý do pháp lý: để tuân thủ pháp luật hoặc bảo vệ quyền lợi, an toàn và tài sản.
zh_hans: 法律原因：为遵守法律或保护权利、安全与财产。

# policy.privacy.share.item5
source: Business transfers: as part of a merger, acquisition, financing, or sale of assets, subject to confidentiality.
ko: 사업 양도: 합병, 인수, 자금 조달 또는 자산 매각의 일환으로, 기밀 유지 의무 하에 공유.
vi: Chuyển giao kinh doanh: trong quá trình sáp nhập, mua lại, huy động vốn hoặc chuyển giao tài sản, với điều kiện bảo mật.
zh_hans: 商业交易：在合并、收购、融资或资产转让过程中，且受保密义务约束时。

# policy.privacy.share.item6
source: With your consent: as otherwise authorized by you.
ko: 귀하의 동의: 귀하가 승인한 기타 목적.
vi: Theo sự đồng ý của bạn: cho những mục đích khác mà bạn ủy quyền.
zh_hans: 经您同意：依照您授予的其他授权。

# policy.privacy.share.item7
source: Aggregated/de-identified data: insights that do not identify individuals.
ko: 집계/비식별 데이터: 개인을 식별하지 않는 통계 정보.
vi: Dữ liệu tổng hợp/đã ẩn danh: các thông tin phân tích không xác định cá nhân.
zh_hans: 汇总/去标识数据：不指向个人的洞察信息。

# policy.privacy.share.footer
source: We do not sell your personal information for monetary consideration.
ko: 당사는 금전적 대가를 받고 귀하의 개인 정보를 판매하지 않습니다.
vi: Chúng tôi không bán thông tin cá nhân của bạn để lấy tiền.
zh_hans: 我们不会以金钱为对价出售您的个人信息。

# policy.privacy.cookies.title
source: Cookies & Tracking
ko: 쿠키 및 추적
vi: Cookie & Theo dõi
zh_hans: Cookie 与跟踪

# policy.privacy.cookies.body
source: We use necessary cookies (site operation), preference cookies, analytics cookies, and limited advertising cookies. You can control cookies through your browser settings or any cookie controls we provide. Disabling cookies may affect site functionality.
ko: 필수 쿠키(사이트 운영), 환경 설정 쿠키, 분석 쿠키 및 제한적인 광고 쿠키를 사용합니다. 브라우저 설정 또는 당사가 제공하는 쿠키 제어 기능을 통해 쿠키를 관리할 수 있으며, 비활성화 시 사이트 기능이 영향을 받을 수 있습니다.
vi: Chúng tôi sử dụng cookie cần thiết (vận hành trang), cookie tùy chọn, cookie phân tích và một số cookie quảng cáo. Bạn có thể điều chỉnh cookie qua cài đặt trình duyệt hoặc công cụ kiểm soát do chúng tôi cung cấp; vô hiệu hóa cookie có thể ảnh hưởng đến chức năng trang.
zh_hans: 我们使用必要的 Cookie（站点运营）、偏好 Cookie、分析 Cookie 以及有限的广告 Cookie。您可通过浏览器设置或我们提供的 Cookie 控件进行管理；禁用 Cookie 可能影响站点功能。

# policy.privacy.cookies.note
source: Some embedded third-party content (e.g., video or social widgets) may set their own cookies. We currently do not respond to "Do Not Track" signals due to the absence of a consistent industry standard.
ko: 일부 임베디드 제3자 콘텐츠(예: 동영상, 소셜 위젯)는 자체 쿠키를 설정할 수 있습니다. 업계 표준이 없어 현재는 “Do Not Track” 신호에 응답하지 않습니다.
vi: Một số nội dung nhúng của bên thứ ba (ví dụ video hoặc tiện ích mạng xã hội) có thể tự đặt cookie. Do thiếu tiêu chuẩn thống nhất, hiện chúng tôi chưa phản hồi tín hiệu "Do Not Track".
zh_hans: 部分嵌入的第三方内容（如视频或社交组件）可能设置自己的 Cookie。由于缺乏统一标准，我们目前无法响应“请勿追踪”信号。

# policy.privacy.security.title
source: Data Location, Security, and Retention
ko: 데이터 위치, 보안 및 보관
vi: Vị trí dữ liệu, Bảo mật và Lưu giữ
zh_hans: 数据所在地、安全与保留

# policy.privacy.security.body
source: Personal data is stored on secure servers in the United States. By using the Platform, you consent to transfer and processing in the U.S. We use reasonable administrative, technical, and physical safeguards (including HTTPS/TLS in transit, access controls, and monitoring). No method of transmission or storage is 100% secure. We retain personal data only as long as necessary for the purposes described, including legal, accounting, or reporting requirements. When no longer needed, we delete or de-identify data.
ko: 개인 정보는 미국 내 보안 서버에 저장됩니다. 플랫폼을 사용하면 미국에서의 전송 및 처리를 허용하는 것입니다. 우리는 HTTPS/TLS 전송, 접근 제어, 모니터링 등 합리적인 관리적·기술적·물리적 보호조치를 적용합니다. 어떠한 전송 또는 저장 방식도 100% 안전하지 않습니다. 우리는 법적, 회계 또는 보고 요구 사항 등 설명된 목적을 달성하는 데 필요한 기간 동안만 개인 정보를 보관하며, 더 이상 필요하지 않으면 삭제하거나 비식별화합니다.
vi: Dữ liệu cá nhân được lưu trên máy chủ an toàn tại Hoa Kỳ. Khi sử dụng Nền tảng, bạn đồng ý việc truyền và xử lý dữ liệu tại Hoa Kỳ. Chúng tôi áp dụng các biện pháp hành chính, kỹ thuật và vật lý hợp lý (bao gồm HTTPS/TLS, kiểm soát truy cập và giám sát). Không phương thức truyền hoặc lưu trữ nào bảo đảm an toàn tuyệt đối. Chúng tôi chỉ lưu dữ liệu cá nhân trong thời gian cần thiết cho các mục đích đã nêu, bao gồm yêu cầu pháp lý, kế toán hoặc báo cáo; khi không còn cần thiết, chúng tôi sẽ xóa hoặc ẩn danh dữ liệu.
zh_hans: 个人数据存储在美国的安全服务器上。使用平台即表示您同意在美国传输和处理数据。我们采取合理的行政、技术和物理防护措施（包括 HTTPS/TLS 传输、访问控制和监控）。任何传输或存储方式都不是 100% 安全。我们仅在实现所述目的所需期间保留个人数据，包括法律、会计或合规要求；当不再需要时，我们将删除或去标识相关数据。

# policy.privacy.rights.title
source: Your Rights and Choices
ko: 귀하의 권리와 선택
vi: Quyền và lựa chọn của bạn
zh_hans: 您的权利与选择

# policy.privacy.rights.body
source: Depending on your jurisdiction, you may have the following rights:
ko: 관할 지역에 따라 귀하에게는 다음과 같은 권리가 있을 수 있습니다:
vi: Tùy thuộc nơi bạn sinh sống, bạn có thể có các quyền sau:
zh_hans: 根据您所在司法辖区，您可能享有以下权利：

# policy.privacy.rights.item1
source: Access, correction, or deletion of your personal information, subject to legal exceptions.
ko: 법이 허용하는 범위 내에서 개인 정보에 대한 접근, 정정 또는 삭제를 요청할 권리.
vi: Yêu cầu truy cập, chỉnh sửa hoặc xóa thông tin cá nhân (phụ thuộc ngoại lệ pháp luật).
zh_hans: 访问、更正或删除您的个人信息（受法律例外约束）。

# policy.privacy.rights.item2
source: Object to, or request restriction of, certain processing where permitted by law.
ko: 법이 허용하는 경우 특정 처리에 대해 이의를 제기하거나 제한을 요청할 권리.
vi: Phản đối hoặc yêu cầu hạn chế một số hoạt động xử lý khi luật cho phép.
zh_hans: 在法律允许的情况下，反对或请求限制特定处理活动。

# policy.privacy.rights.item3
source: Request a machine-readable copy of certain data you provided (data portability).
ko: 제공한 일부 데이터를 기계 판독 가능한 형식으로 받을 권리(데이터 이동권).
vi: Yêu cầu bản sao dữ liệu ở định dạng máy đọc được đối với một số thông tin bạn đã cung cấp.
zh_hans: 请求获取您提供的某些数据的机器可读副本（数据可携权）。

# policy.privacy.rights.item4
source: Withdraw consent at any time when processing is based on consent (e.g., unsubscribe from marketing).
ko: 동의를 기반으로 한 처리가 있을 경우 언제든 동의를 철회할 권리(예: 마케팅 이메일 수신 거부).
vi: Thu hồi sự đồng ý bất cứ lúc nào nếu việc xử lý dựa trên đồng ý (ví dụ hủy đăng ký email marketing).
zh_hans: 在基于同意进行处理时，可随时撤回同意（例如退订营销信息）。

# policy.privacy.rights.item5
source: Manage communications preferences: emails (unsubscribe links), SMS (reply STOP/HELP), calls (request do-not-call), and cookies (browser or in-product controls).
ko: 커뮤니케이션 설정 관리: 이메일(수신 거부 링크), SMS(“STOP/HELP” 회신), 전화(수신 거부 요청), 쿠키(브라우저 또는 제공 도구 사용).
vi: Quản lý tùy chọn liên lạc: email (sử dụng liên kết hủy), SMS (trả lời STOP/HELP), cuộc gọi (yêu cầu đưa vào danh sách không gọi) và cookie (qua trình duyệt hoặc công cụ điều khiển).
zh_hans: 管理通信偏好：电子邮件（使用退订链接）、短信（回复 STOP/HELP）、电话（请求加入不拨名单）以及 Cookie（通过浏览器或产品内控制）。

# policy.privacy.rights.note
source: We will not discriminate against you for exercising your privacy rights.
ko: 귀하가 개인정보 권리를 행사한다는 이유로 차별하지 않습니다.
vi: Chúng tôi sẽ không phân biệt đối xử khi bạn thực hiện các quyền về quyền riêng tư.
zh_hans: 我们不会因您行使隐私权而歧视您。

# policy.privacy.california.title
source: California Privacy (CCPA/CPRA)
ko: 캘리포니아 개인정보(CCPA/CPRA)
vi: Quyền riêng tư tại California (CCPA/CPRA)
zh_hans: 加州隐私权（CCPA/CPRA）

# policy.privacy.california.body
source: California residents have rights to know, access specific pieces of data, correct inaccuracies, delete information (subject to exceptions), and opt out of sale/sharing where applicable. We do not sell personal information for money and do not "share" personal information for cross-context behavioral advertising without your consent. If this changes, we will provide a "Do Not Sell or Share My Personal Information" option. You may also limit the use of sensitive personal information where applicable (we generally do not collect such data).
ko: 캘리포니아 거주자는 데이터 알 권리, 특정 데이터 접근권, 부정확한 정보 수정권, 삭제 요청권(예외 적용), 적용 시 판매/공유 거부권을 가집니다. 당사는 금전적 대가를 받고 개인 정보를 판매하지 않으며, 귀하 동의 없이 교차 맥락 행동 광고를 위해 개인 정보를 "공유"하지 않습니다. 변경 시 "내 개인 정보를 판매 또는 공유하지 마십시오" 옵션을 제공할 것입니다. 또한 민감한 개인 정보 사용 제한을 요청할 수 있으며(일반적으로 이러한 데이터를 수집하지 않습니다).
vi: Cư dân California có quyền được biết, truy cập dữ liệu cụ thể, sửa thông tin không chính xác, yêu cầu xóa (trong phạm vi ngoại lệ) và từ chối việc bán/chia sẻ khi áp dụng. Chúng tôi không bán thông tin cá nhân để lấy tiền và không "chia sẻ" thông tin cho quảng cáo hành vi theo ngữ cảnh nếu chưa có sự đồng ý của bạn. Nếu điều này thay đổi, chúng tôi sẽ cung cấp tùy chọn "Không bán hoặc chia sẻ thông tin cá nhân của tôi". Bạn cũng có thể hạn chế việc sử dụng dữ liệu cá nhân nhạy cảm khi phù hợp (chúng tôi thường không thu thập loại dữ liệu này).
zh_hans: 加州居民享有知情、访问特定数据、更正不准确信息、删除（在适用例外下）以及在适用情况下选择退出出售/共享的权利。我们不会以金钱为目的出售个人信息，且在未经您同意的情况下不会为跨情境行为广告“共享”个人信息。如有变化，我们将提供“不出售或共享我的个人信息”选项。您也可在适用时限制敏感个人信息的使用（我们通常不收集此类数据）。

# policy.privacy.eu.title
source: EU/UK Privacy (GDPR)
ko: EU/UK 개인정보(GDPR)
vi: Quyền riêng tư EU/Anh (GDPR)
zh_hans: 欧盟/英国隐私（GDPR）

# policy.privacy.eu.body
source: Where the GDPR applies, our legal bases include: performance of a contract (e.g., handling your inquiry), consent (e.g., newsletters), legitimate interests (e.g., security, analytics, improving services), and legal obligations. You may have rights to access, rectify, erase, restrict, object (including to direct marketing), data portability, and to lodge a complaint with a supervisory authority. We may use appropriate safeguards (such as standard contractual clauses) for cross-border transfers.
ko: GDPR이 적용되는 경우, 우리의 법적 근거는 계약 이행(예: 문의 처리), 동의(예: 뉴스레터), 정당한 이익(예: 보안, 분석, 서비스 개선), 법적 의무 등이 포함됩니다. 귀하는 접근, 정정, 삭제, 제한, 반대(직접 마케팅 포함), 데이터 이동권 및 감독 기관에 불만을 제기할 권리를 가질 수 있습니다. 국경 간 전송 시 표준 계약 조항과 같은 적절한 보호 장치를 사용할 수 있습니다.
vi: Khi GDPR áp dụng, cơ sở pháp lý của chúng tôi bao gồm: thực hiện hợp đồng (ví dụ xử lý yêu cầu của bạn), sự đồng ý (ví dụ bản tin), lợi ích hợp pháp (ví dụ bảo mật, phân tích, cải tiến dịch vụ) và nghĩa vụ pháp lý. Bạn có thể có quyền truy cập, sửa, xóa, hạn chế, phản đối (bao gồm chống lại marketing trực tiếp), mang dữ liệu và khiếu nại với cơ quan quản lý. Khi chuyển dữ liệu xuyên biên giới, chúng tôi có thể áp dụng các biện pháp bảo vệ phù hợp (như điều khoản hợp đồng mẫu).
zh_hans: 在 GDPR 适用的情形下，我们的法律依据包括：履行合同（如处理您的咨询）、同意（如发送新闻通讯）、合法权益（如安全、分析、改进服务）以及法律义务。您可能享有访问、更正、删除、限制、反对（包括拒绝直接营销）、数据可携和向监管机构投诉的权利。对于跨境数据传输，我们可能采用适当的保障措施（如标准合同条款）。

# policy.privacy.children.title
source: Children’s Privacy
ko: 아동 개인정보
vi: Quyền riêng tư của trẻ vị thành niên
zh_hans: 儿童隐私

# policy.privacy.children.body
source: The Platform is not directed to individuals under 18. We do not knowingly collect their data, and will delete any such data we discover.
ko: 플랫폼은 18세 미만을 대상으로 하지 않습니다. 미성년자 정보를 고의로 수집하지 않으며, 수집 사실이 확인되면 삭제합니다.
vi: Nền tảng không hướng tới người dưới 18 tuổi. Chúng tôi không cố ý thu thập dữ liệu của họ và sẽ xóa nếu phát hiện.
zh_hans: 平台不面向 18 岁以下人员。我们不会明知地收集其数据，如发现将予以删除。

# policy.privacy.changes.title
source: Changes to this Policy
ko: 정책 변경
vi: Thay đổi Chính sách
zh_hans: 政策变更

# policy.privacy.changes.body
source: We may update this Policy. Material changes will be indicated by a new "Last Updated" date and, where appropriate, additional notice.
ko: 우리는 본 방침을 업데이트할 수 있습니다. 중요한 변경 사항이 있으면 "최종 업데이트" 날짜를 수정하고 필요 시 추가 안내를 제공합니다.
vi: Chúng tôi có thể cập nhật Chính sách này. Khi có thay đổi quan trọng, chúng tôi sẽ cập nhật ngày "Cập nhật lần cuối" và, nếu phù hợp, cung cấp thông báo bổ sung.
zh_hans: 我们可能更新本政策。如有重大变更，我们将更新“最近更新”日期，并在适当时提供进一步通知。

# tab.home
source: Home
ko: 홈
vi: Trang chủ
zh_hans: 首页

# tab.base
source: Base
ko: 기본
vi: Cơ bản
zh_hans: 基础

# tab.quizzes
source: Quizzes
ko: 퀴즈
vi: Bài kiểm tra
zh_hans: 测验

# tab.news
source: News
ko: 뉴스
vi: Tin tức
zh_hans: 新闻

# tab.projects
source: Projects
ko: 프로젝트
vi: Dự án
zh_hans: 项目

# home.placeholder
source: Home screen
ko: 홈 화면
vi: Màn hình trang chủ
zh_hans: 首页

# base.placeholder
source: Base content
ko: 기본 콘텐츠
vi: Nội dung cơ bản
zh_hans: 基础内容

# base.back
source: Back
vi: Quay lại
zh_hans: 返回

# base.completed_format
source: Completed: %lld/%lld
vi: Đã hoàn thành: %lld/%lld
zh_hans: 已完成：%lld/%lld

# base.examples
source: Examples
vi: Ví dụ
zh_hans: 示例

# base.article.mark_completed
source: Mark completed
vi: Đánh dấu đã hoàn thành
zh_hans: 标记为已完成

# base.article.completed
source: Completed
vi: Đã hoàn thành
zh_hans: 已完成

# base.article.completed_badge
source: Completed
vi: Đã hoàn thành
zh_hans: 已完成

# base.article.unavailable
source: This article is unavailable in the current language.
vi: Bài viết này không khả dụng ở ngôn ngữ hiện tại.
zh_hans: 当前语言中暂不可用。

# base.favorite.add
source: Add to favorites
vi: Thêm vào mục yêu thích
zh_hans: 添加到收藏

# base.favorite.remove
source: Remove from favorites
vi: Xóa khỏi mục yêu thích
zh_hans: 从收藏中移除

# quizzes.placeholder
source: Test yourself with quizzes
ko: 퀴즈로 스스로를 테스트하세요
vi: Tự kiểm tra bằng các bài kiểm tra
zh_hans: 通过测验检验自己

# quiz.title
source: EB-5 Quizzes
vi: Bài kiểm tra EB-5

# quiz.row.progress_format
source: %1$d / %2$d correct
vi: %1$d / %2$d câu đúng

# quiz.progress_format
source: %1$d of %2$d
vi: %1$d trên %2$d

# quiz.action.next
source: Next
vi: Tiếp tục

# quiz.action.finish
source: Finish
vi: Hoàn thành

# quiz.action.restart
source: Restart Quiz
vi: Làm lại bài kiểm tra

# quiz.action.close
source: Close
vi: Đóng

# quiz.feedback.incorrect
source: Not quite — review the highlighted answer or continue with your choice.
vi: Chưa chính xác – xem câu trả lời được tô sáng hoặc tiếp tục với lựa chọn của bạn.

# quiz.feedback.correct_answer
source: Correct answer: %1$@
vi: Đáp án đúng: %1$@

# quiz.result.summary_format
source: You answered %1$d out of %2$d correctly
vi: Bạn trả lời đúng %1$d trên %2$d câu

# quiz.result.average_time
source: Average time per question
vi: Thời gian trung bình mỗi câu

# quiz.result.average_time_value
source: %.1f s
vi: %.1f giây

# quiz.result.attempts
source: Attempts
vi: Số lần thử

# quiz.result.best_score
source: Best score
vi: Điểm cao nhất

# quiz.result.best_score_value
source: %1$d / %2$d correct
vi: Đúng %1$d / %2$d câu

# quiz.result.message.perfect
source: Perfect score!
vi: Điểm tuyệt đối!

# quiz.result.message.great
source: Great job!
vi: Làm rất tốt!

# quiz.result.message.keep_going
source: Keep going—review the lessons and try again.
vi: Hãy tiếp tục ôn và thử lại nhé.

# quiz.prompt.match_description
source: Which summary best matches "%1$@"?
vi: Bản tóm tắt nào phù hợp nhất với "%1$@"?

# news.placeholder
source: Latest news and updates
ko: 최신 뉴스와 업데이트
vi: Tin tức và cập nhật mới nhất
zh_hans: 最新新闻与更新

# projects.placeholder
source: Explore EB-5 projects
ko: EB-5 프로젝트를 살펴보세요
vi: Khám phá các dự án EB-5
zh_hans: 探索 EB-5 项目
